{
    "english":{
        "hello": "Hello there, I'm Juliana Schmidt!",
        "contact": "contact",
        "personalize": "Personalize Theme",
        "settings-note": "Theme options will be saved for <br> your next visit",
        "preview-title": "What I do",
        "preview-intro": "I'm a...",
        "what-i-do": "Full Stack Developer",
        "textArray": ["Full Stack Developer", "Python Developer", "Data Science fascinated", "Enthusiastic team player", "Gryffindor's Wizard"],
        "tab-1": "About Me",
        "tab-2": "Technical Skills",
        "tab-3": "Hobbies & Habits",
        "tab-1-title": "About me",
        "tab-1-description": "Hey there! I'm a Full Stack Developer who knows Python like the back of my hand, including its main frameworks and libraries.<br><br> I've got the skills to take on the latest web development challenges, thanks to my intensive bootcamp course and internship at a startup. <br>I'm pumped to put all my knowledge to work and make a difference in a dynamic and exciting work environment.<br><br>But wait, there's more! <br><br> Not only am I a tech wizard, I'm also a great colleague to have around. I love learning about different cultures, I'm a great communicator, and I never say no to a good cup of coffee and a chat about Harry Potter, Lord of the Rings, Star Wars (and how it is better than Star Treck), and the latest Technology trends.<br><br>Yep, I am a geek! So, let's make magic happen!",
        "tab2-h4": "Technical Skills",
        "hobby1-quote": "\"It's not about being good at something. <br>Is about being good to yourself\" <br> - Unknown - ",
        "hobby2-title": "Reading",
        "hobby2-quote": "\"Our passion for learning is our tool for survival\" <br> - Carl Sagan - ",
        "hobby3-title": "Watercolor",
        "hobby3-quote": "\"Great things are done by a series of small things <br> brought together.\" <br> - Van Gogh -",
        "main-projects-title": "My main projects",
        "main-project1-title": "Recipes Searcher and Planner",
        "mainproject1-description": "A meal planner and searcher with special login for either regular users or chefs/restaurants. <br> Made using Google OAuth 2.0 authentication through Django allauth.<br> The users can search for recipes and add them to their calendar using the Google Calendar API.",
        "demo-btn":"Demo",
        "code-btn":"Code",
        "other-proj-title": "Other Projects",
        "other-proj1": "Data: COVID-19 Analysis",
        "other-proj2":"Data: Real Estate <br> Preparation for Prediction",
        "other-proj3": "Hackathon Project: JavaScript",
        "contact-title": "Contact-me",
        "form-name": "Name:",
        "form-phone": "Phone number:",
        "form-message": "Message:",
        "submit-btn": "Submit" 
    },
    "spanish":{
        "hello": "¡Hola, soy Juliana Schmidt!",
        "contact": "contacto",
        "personalize": "Personalizar Tema",
        "settings-note": "Las opciones de tema se guardarán para su próxima visita",
        "preview-title": "¿Qué hago?",
        "preview-intro": "Soy una...",
        "what-i-do": "Desarrolladora Full Stack",
        "textArray": ["Desarrolladora Full Stack", "Desarrolladora Python", "Apasionada por la Ciencia de Datos", "Compañera de trabajo entusiasmada", "Bruja de Gryffindor"],
        "tab-1": "Sobre mí",
        "tab-2": "Habilidades Técnicas",
        "tab-3": "Hobbies y Hábitos",
        "tab-1-title": "Sobre mí",
        "tab-1-description": "¡Hola! Soy una desarrolladora Full Stack que conoce Python como la palma de mi mano, incluyendo sus principales frameworks y bibliotecas.<br><br> Tengo habilidades para enfrentar los últimos desafíos de desarrollo web, gracias al curso intensivo y práctico en Developers.Institute Tel Aviv, donde me gradué y un internship en una startup israeli. Estoy emocionada de poner todo mi conocimiento en práctica y marcar la diferencia en un entorno de trabajo dinámico y innovador.<br><br> ¡Pero espera, hay más!<br><br> No solo soy un mago de la tecnología, también soy una excelente compañera para tener cerca. Me encanta aprender sobre diferentes culturas, soy una excelente comunicadora y nunca digo no a una buena taza de café y una charla sobre Harry Potter, El Señor de los Anillos, Star Wars (y cómo es mejor que Star Trek) y las últimas tendencias tecnológicas.<br><br> Sí, soy una geek. ¡Así que hagamos que la magia suceda!",
        "tab2-h4": "Habilidades técnicas",
        "hobby1-quote": "\"No se trata de ser bueno en algo.<br> Se trata de ser bueno para uno mismo.\"<br> - Desconocido -",
        "hobby2-title": "Lectura",
        "hobby2-quote": "\"Nuestra pasión por aprender es nuestra herramienta de supervivencia.\"<br> - Carl Sagan -",
        "hobby3-title": "Acuarela",
        "hobby3-quote": "\"Las grandes cosas se logran a través de una serie de pequeñas cosas <br> reunidas.\"<br> - Van Gogh -",
        "main-projects-title": "Mis proyectos principales",
        "main-project1-title": "Buscador y planificador de recetas",
        "mainproject1-description": "Un planificador y buscador de comidas con inicio de sesión especial para usuarios regulares o chefs / restaurantes. <br> Hecho usando la autenticación de Google OAuth 2.0 a través de Django allauth.<br> Los usuarios pueden buscar recetas y agregarlas al calendario usando la API de Google Calendar.",
        "demo-btn": "Demostración",
        "code-btn": "Código",
        "other-proj-title": "Otros proyectos",
        "other-proj1": "Análisis de datos: COVID-19",
        "other-proj2": "Datos: Preparación de datos para predicción acerca de propiedades"
    },
    "hebrew": {
        "hello":"היי, אני יוליאנה",
        "contact":"ליצור קשר",
        "personalize":"לשנות צבע"
    }, 
    "portuguese":{
        "hello": "Olá, eu sou a Juliana Schmidt!",
        "contact": "contato",
        "personalize": "Personalizar Tema",
        "settings-note": "As opções de tema serão salvas para <br> a sua próxima visita",
        "preview-title": "O que eu faço",
        "preview-intro": "Eu sou uma...",
        "what-i-do": "Desenvolvedora Full Stack",
        "textArray": ["Desenvolvedora Full Stack", "Desenvolvedora Python", "Fascinada por Ciência de Dados", "Colega de trabalho entusiasmada", "Bruxa da Grifinória"],
        "tab-1": "Sobre Mim",
        "tab-2": "Habilidades Técnicas",
        "tab-3": "Hobbies e Hábitos",
        "tab-1-title": "Sobre mim",
        "tab-1-description": "Olá! Eu sou um Desenvolvedora Full Stack que conhece Python como a palma da minha mão, incluindo seus principais frameworks e libs.<br><br> Tenho habilidades para enfrentar os últimos desafios de desenvolvimento web, graças ao curso intensivo e prático do Developers.Institute Tel Aviv, onde me formei e ao estágio em uma startup israelense. Estou animada para colocar todo o meu conhecimento em prática e fazer a diferença em um ambiente de trabalho dinâmico e inovador.<br><br> Mas espera, tem mais!<br><br> Não sou apenas um mago da tecnologia, também sou uma ótima colega para se ter por perto. Adoro aprender sobre diferentes culturas, tenho uma ótima comunicação e nunca digo não a uma boa xícara de café e um bate-papo sobre Harry Potter, Senhor dos Anéis, Star Wars (e como é melhor do que Star Trek) e as últimas tendências de tecnologia.<br><br> Sim, sou uma nerd! Então, vamos fazer a mágica acontecer!",
        "tab2-h4": "Habilidades Técnicas",
        "hobby1-quote": "\"Não se trata de ser bom em algo.<br> Trata-se de ser bom para si mesmo.\"<br> - Desconhecido -",
        "hobby2-title": "Leitura",
        "hobby2-quote": "\"Nossa paixão por aprender é nossa ferramenta de sobrevivência.\"<br> - Carl Sagan -",
        "hobby3-title": "Aquarela",
        "hobby3-quote": "\"Grandes coisas são feitas por uma série de pequenas coisas<br> reunidas.\"<br> - Van Gogh -",
        "main-projects-title": "Meus principais projetos",
        "main-project1-title": "Buscador e planejador de receitas",
        "mainproject1-description": "Um planejador e buscador de refeições com login especial para usuários regulares ou chefs / restaurantes. <br> Feito usando autenticação do Google OAuth 2.0 por meio do Django allauth.<br> Os usuários podem pesquisar receitas e adicioná-las ao calendário usando a API do Google Calendar.",
        "demo-btn": "Demonstração",
        "code-btn": "Código",
        "other-proj-title": "Outros projetos",
        "other-proj1": "Análise de dados: COVID-19",
        "other-proj2": "Dados: Preparação de dados para previsão sobre imóveis",
        "other-proj3": "Projeto Hackathon: JavaScript",
        "contact-title": "Entre em contato",
        "form-name": "Nome:",
        "form-phone": "Número de telefone:",
        "form-message": "Mensagem:",
        "submit-btn": "Enviar"
        }

}